IdeaRS.Connections
EndPlateOnFlangesData.BeamPlateHeightAutomatic Property
Compatible with IDEA StatiCa 0.0
 Indicates, whether beam endplate height is automatical acc. connected member.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool BeamPlateHeightAutomatic { get; set; }
Property Value
Type: Boolean
See Also
Reference
EndPlateOnFlangesData Class
IdeaRS.Connections.Data Namespace